import cls from './style.module.scss'
export default function TermsRu() {
    return (
        <div className={cls.wrapper}>
            <h2 className={cls.title}>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h2>
            <h2 className={cls.title}>на использование Сервиса «MILLION TV»</h2>

            <p className={cls.text}>
                Настоящее Пользовательское соглашение является публичной
                офертой. Пользовательское соглашение на использование Сервиса
                «MILLION TV» разработано в целях урегулирования отношений между
                ООО «MLN TV SERVICE», являющееся Провайдером платного наземного
                цифрового телевидения, действующего на основании Устава и
                Лицензий № от____________ . г. «Оказание услуг сетей передачи
                данных», № от____________ . г. «Предоставление услуг сетей
                распространения телепередач» и №___________ от__________ года
                (далее — «Провайдер»), и Вами (далее — «Пользователь»),
                относительно использования Сервиса «MILLION TV» (далее –
                «Сервис»), в том числе Телеканалов и Контента, доступ к
                просмотру которого предоставляется посредством Сервиса «MILLION
                TV », а также иных услуг, предоставляемых Провайдером.
            </p>

            <p className={cls.text}>
                Совершение Пользователем действий, указанных в настоящем
                Соглашении, включая, но не ограничиваясь: использование
                Пользователем Сервиса «MILLION TV», любых его услуг, просмотр
                и/или прослушивание Сервиса, предоставлением информации,
                внесением соответствующего платежа, а также установкой
                соответствующей отметки в процессе регистрации Сервиса «MILLION
                TV», и другими действиями, указанными в Соглашении, является
                полным и безоговорочным согласием Пользователя со всеми пунктами
                настоящего Соглашения, со всеми его изменениями и дополнениями,
                и безоговорочным принятием его условий, и свидетельствует о
                заключении двухсторонней сделки между Провайдером и
                Пользователем. В случае несогласия Пользователя с каким-либо из
                условий настоящего Соглашения, Пользователь обязан отказаться от
                дальнейшего использования Сервиса «MILLION TV».
            </p>

            <h2 className={cls.title}>Основные термины и понятия</h2>

            <p className={cls.text}>
                Пользователь (Абонент) - любое физическое или юридическое лицо,
                который является Абонентом Провайдера и использует Сервис
                «MILLION TV» на платной основе, на доступных устройствах
                Абонентского оборудования, в соответствии с условиями настоящего
                Пользовательского соглашения.
            </p>

            <p className={cls.text}>
                Сервис «MILLION TV» (Услуга) - услуга по предоставлению
                Пользователю возможности доступа к Пакету телеканалов и/или
                Контенту с возможностью их просмотра в соответствии с условиями
                настоящего Соглашения посредством Приложения и/или Сайта.
            </p>

            <p className={cls.text}>
                Абонентское оборудование - совокупность технических устройств,
                позволяющих пользоваться Сервисом «MILLION TV» Провайдера,
                соответствующих техническим требованиям, а также любое другое
                техническое устройство, позволяющее осуществить Просмотр
                «MILLION TV» в сети Интернет на соответствующем Разрешенном
                Сайте или в Приложении для Устройства.
            </p>

            <p className={cls.text}>
                Регистрация - процедура предоставления Пользователем сведений,
                необходимых для создания Учетной записи Пользователя, и
                возможности его Авторизации при последующем использовании
                Сервиса.
            </p>

            <p className={cls.text}>
                Авторизация - идентификация Пользователя при предоставлении
                доступа к Сервису.
            </p>

            <p className={cls.text}>
                Контент - аудиовизуальные, кинофильмы музыкальные произведения,
                фонограммы, видео граммы, ТВ-каналы, графические, комедии,
                текстовые и иные материалы, доступ к просмотру которых
                предоставляется Пользователям посредством Сервиса.
            </p>

            <p className={cls.text}>
                «ID» (Лицевой счет) - уникальный номер, присвоенный
                Пользователю, записанный в базе данных Провайдера, отражающий
                авансовые платежи, списание (удержание), историю и текущее
                состояние денежных средств Пользователя, который является
                идентификационным номером для произведения оплат через платежные
                системы. Лицевой счет является функциональной опцией и
                располагается на Профиле Пользователя.
            </p>

            <p className={cls.text}>
                Профиль Пользователя - раздел Сервиса, позволяющая управлять или
                изменять данными профиля, подпиской, пополнением счетов,
                содержащая статистическую информацию об объеме полученных Услуг
                и текущем состоянии Лицевого счета и т.д. Кроме того, в данном
                разделе имеется возможность осуществлять подписку Пользователя
                на конкретные услуги, отказ от них.
            </p>

            <p className={cls.text}>
                Офис Провайдера - головной офис Провайдера в г.Ташкенте и/или
                региональные офисы продаж и обслуживания расположенные в
                областях Республики Узбекистан.
            </p>

            <p className={cls.text}>
                Партнеры - лица, привлекаемые Провайдером с целю качественного
                оказания или продвижения любых услуг на основании заключенных с
                Провайдером договоров, в том числе для обслуживания рабочих
                процессов Провайдера.
            </p>

            <p className={cls.text}>
                Подписка - предоставление Пользователю доступа к Сервису за
                установленную плату в течение определенного периода времени.
            </p>

            <p className={cls.text}>
                Период Подписки - определенный период времени, в течение
                которого Пользователь вправе использовать в рамках Сервиса
                доступ к Пакету телеканалов и/или Контенту, предоставляемого
                Провайдером по подписке. В рамках настоящего Соглашения под
                сроком использования следует понимать период времени равный
                сроку действия подключенной Подписки. Начало периода подписки
                исчисляется с момента осуществления её оплаты.
            </p>

            <p className={cls.text}>
                Тариф - стоимость услуги доступа к Пакету телеканалов и/или
                Контенту в рамках Сервиса для Пользователя.
            </p>

            <p className={cls.text}>
                Покупка Контента - предоставление Пользователю доступа к
                Контенту на условиях, определенных в Соглашении, а именно на
                условиях покупки Подписки.
            </p>

            <p className={cls.text}>
                Пакет(-ы) телеканалов - набор телеканалов, установленный
                Провайдером, выбранный Пользователем, доступ к которому
                осуществляется на условиях настоящего Пользовательского
                соглашения.
            </p>

            <p className={cls.text}>
                Территория - территория, в пределах которой допустимо
                использование Сервиса, а именно территория Республики
                Узбекистан.
            </p>

            <h2 className={cls.title}>1. Предмет Соглашения</h2>

            <p className={cls.text}>
                1.1. Провайдер предоставляет Пользователю право доступа
                Телеканалов и/или Контенту посредством Сервиса при условии
                соблюдения Пользователем условий настоящего Соглашения и покупки
                Подписки для доступа к Контенту.
            </p>

            <p className={cls.text}>
                1.2. Пользователь принимает на себя весь риск просмотра
                Телеканалов и/или Контента, в том числе возможность соблюдения
                режимов просмотра, ограничений по возрасту, психическому
                состоянию и пр., а также соглашается с возможным появлением
                ошибок, технических сбоев или технологических перерывов вещания,
                возникших не по вине Провайдера.
            </p>

            <p className={cls.text}>
                1.3. Соглашение считается принятым обеими сторонами в случае
                оплаты услуг по Сервису Пользователем.
            </p>

            <p className={cls.text}>
                1.4. Пользователь обязуется регулярно, не реже 1 раза в 14 дней,
                знакомиться с содержанием Соглашения в целях своевременного
                ознакомления с его изменениями/дополнениями.
            </p>

            <p className={cls.text}>
                1.5. Если Пользователь использует Сервис после внесения любых
                изменений/дополнений в Соглашение, это означает, что
                Пользователь согласен и принимает такие изменения/дополнения.
            </p>

            <p className={cls.text}>
                1.6. Если Пользователь не согласен соблюдать Соглашение, то
                Пользователь обязан прекратить использование Сервиса и удалить
                свою учетную запись.
            </p>

            <h2 className={cls.title}>2. Порядок предоставления услуг</h2>

            <p className={cls.text}>
                2.1. Соглашение на использование Сервиса «MILLION TV» между
                Пользователем и Провайдером заключается в Офисах Провайдера или
                у уполномоченных представителей Провайдера на условиях Публичной
                Оферты. Предоставление информации, внесением соответствующего
                платежа, а также установкой соответствующей отметки в процессе
                регистрации Сервиса «MILLION TV», и другими действиями,
                указанными в Соглашении, является полным и безоговорочным
                акцептом настоящего Соглашения и означает безоговорочное
                согласие Пользователя со всеми пунктами настоящего Соглашения,
                со всеми его изменениями и дополнениями, и безоговорочное
                принятие его условий.
            </p>

            <p className={cls.text}>
                2.2. Фактическая дата начала пользования услугами определяется
                Провайдером на основании данных программного контроля соединений
                или аппаратуры учета стоимости (биллинга), установленной в сети
                Провайдера. Факт предоставления Пользователю Услуг
                подтверждается данными аппаратуры учета стоимости (биллинга)
                Провайдера.
            </p>

            <p className={cls.text}>
                2.3. Ответственность за используемое помещение на момент
                подключения к услуге передачи цифрового телевизионного сигнала
                по сетям передачи данных (по протоколу IP) и действия Соглашения
                полностью возлагается на Пользователя.
            </p>

            <p className={cls.text}>
                2.4. Моментом подключения Пользователя к услуге (началом
                предоставления услуги) является момент установки соответствующей
                отметки в процессе регистрации Сервиса «MILLION TV».
            </p>

            <p className={cls.text}>
                2.5. Начало срока действия Услуги исчисляется с момента ее
                оплаты Пользователем и отражения факта оплаты Услуги в
                электронной системе учета платежей (биллинг).
            </p>

            <p className={cls.text}>
                2.6. Оказание Провайдером Услуги по предоставлению Пользователю
                доступа к Платному контенту (на условиях Подписки, Аренды,
                Покупки) осуществляется только после предварительной оплаты
                Пользователем заказываемой Услуги в полном объеме.
            </p>

            <h2 className={cls.title}>3. Права и обязанности Пользователя</h2>

            <p className={cls.text}>
                3.1. Перед акцептом условий настоящего Соглашения Пользователь
                обязуется изучить настоящее Соглашение, и в случае согласия
                осуществить акцепт осуществив регистрацию;
            </p>

            <p className={cls.text}>
                3.2. Использовать Сервис «MILLION TV» только в законных целях,
                соблюдать действующее законодательство Республики Узбекистан, а
                также права и законные интересы Провайдера и правообладателей,
                чей контент и иные результаты их интеллектуальной деятельности
                размещены на Сервисе «MILLION TV»;
            </p>

            <p className={cls.text}>
                3.2. Пользователь обязан воздерживаться от осуществления
                действий, направленных на дестабилизацию работы Сервиса «MILLION
                TV», осуществления попыток несанкционированного доступа к
                Сервису «MILLION TV», результатам интеллектуальной деятельности,
                размещенным на нем, от несанкционированного блокирования,
                отключения рекламной информации на Сервисе «MILLION TV», а также
                от осуществления любых иных действий, нарушающих права
                Провайдера и/или третьих лиц;
            </p>

            <p className={cls.text}>
                3.3. Своевременно сообщать Провайдеру о возникших проблемах при
                получении Услуг, в т.ч. пропадании телевизионного сигнала
                позвонив в Call-Center или обратившись в офис Провайдера;
            </p>

            <p className={cls.text}>
                3.4. Посещать Сайт Провайдера/Персональный кабинет регулярно, но
                не менее одного раза в неделю для своевременного ознакомления c
                новыми информационными сообщениями, изменениями тарифов на
                Услуги, перечнем Дополнительных услуг, отключении Услуг,
                профилактических работах и т.д.;
            </p>

            <p className={cls.text}>
                3.5. Пользователь, который достиг 18-летнего возраста,
                гарантирует, что доступ к Сервису «MILLION TV»
                несовершеннолетних лиц осуществляется под его контролем и
                использование Сервиса «MILLION TV» несовершеннолетними лицами
                будет осуществляться под контролем Пользователя, достигшего
                18-летнего возраста, с соблюдением ограничений, установленных
                действующим законодательством Республики Узбекистан и настоящим
                Соглашением; Пользователь, достигший 18-летнего возраста, ни при
                каких обстоятельствах не предоставляет/не предоставит
                несовершеннолетним лицам доступ к разделам Сервиса «MILLION TV»
                и контенту, предназначенным для совершеннолетних Пользователей,
                запрещенных к просмотру несовершеннолетними лицами.
            </p>

            <p className={cls.text}>
                3.6. Обеспечить конфиденциальность присвоенных ему персональных
                идентификационных данных;
            </p>

            <p className={cls.text}>
                3.7. Пользоваться консультативной и технической поддержкой
                Провайдера при возникновении вопросов, связанных с
                использованием предоставляемых услуг;
            </p>

            <p className={cls.text}>
                3.8. Получать детальную информацию о потребленном объеме Услуг,
                а также истории платежей, списаний и остатке денежных средств на
                Лицевом счете через Персональный кабинет (применимо к тем видам
                Услуг, в отношении которых предусмотрен доступ в Персональный
                кабинет) и/или у Провайдера;
            </p>

            <p className={cls.text}>
                3.9. Предъявлять Провайдеру претензии по обязательствам,
                согласно настоящего Соглашения в соответствии с
                законодательством Республики Узбекистан;
            </p>

            <p className={cls.text}>
                3.10. Пользоваться Услугами 24 (двадцать четыре) часа в сутки, 7
                (семь) дней в неделю за исключением перерывов для проведения
                Провайдером, вещателями плановых профилактических и регламентных
                работ, информация о проведении которых публикуется на Сайте
                Провайдера и/или публикуется путем «бегущей строки»;
            </p>

            <p className={cls.text}>
                3.11. Расторгнуть Соглашение с Провайдером согласно пункту 8.3.
                Соглашения;
            </p>

            <p className={cls.text}>
                3.12. Пользователь обязан выполнять иные обязанности,
                установленные настоящим Соглашением.
            </p>

            <h2 className={cls.title}>4. Права и обязанности Провайдера</h2>

            <p className={cls.text}>
                4.1. Применять все необходимые меры для обеспечения качества
                Услуг в пределах Зоны ответственности Провайдера;
            </p>

            <p className={cls.text}>
                4.2. Определять Пакет телеканалов и/или Контента, его структуру
                и внешний вид, разрешать и ограничивать доступ к Сервису
                «MILLION TV» или Услуге в соответствии с настоящим Соглашением и
                законодательством Республики Узбекистан;
            </p>

            <p className={cls.text}>
                4.3. Предоставлять Услуги в объеме, подписки, за исключением
                случаев, указанных в разделе 7 настоящего Соглашения;
            </p>

            <p className={cls.text}>
                4.4. Обеспечивать техническую возможность получения
                Пользователем доступа к Тарифам в пределах Территории в порядке,
                определенном настоящим Соглашением;
            </p>

            <p className={cls.text}>
                4.5. По требованию Пользователя предоставлять полную информацию
                о текущем состоянии взаиморасчетов, отраженном на Лицевом счете
                Пользователя;
            </p>

            <p className={cls.text}>
                4.6. Предоставлять Пользователю подробную информацию о порядке
                оказания Услуг в офисах, на Сайте или через Call-center
                Провайдера;
            </p>

            <p className={cls.text}>
                4.7. При временном приостановлении оказания Услуг в связи с
                технической необходимостью (проведение профилактических работ)
                не менее чем за сутки оповещать Пользователя, путем размещения
                соответствующей информации на Сайте и/или в приложении. В случае
                неполучения Пользователем подобных оповещений по независящим от
                Провайдера причинам, Провайдер не несет ответственности за
                несвоевременное информирование Пользователя и не принимает
                претензий по этому поводу;
            </p>

            <p className={cls.text}>
                4.8. Провайдер оставляет за собой право, по своему усмотрению
                изменять и дополнять настоящее Соглашение, условия программ
                лояльности, наличие подарков, требования к доступу к просмотру
                телеканалов или контента, и прочее в любое время без какого-либо
                уведомления Пользователя;
            </p>

            <p className={cls.text}>
                4.9. Решать вопросы, связанные с коммерческим использованием
                Сервиса «MILLION TV» или Услуг, в частности вопросы о
                возможности размещения на Сервисе «MILLION TV» рекламы, участия
                в партнерских программах и т.д.;
            </p>

            <p className={cls.text}>
                4.10. Провайдер вправе осуществлять рассылки Пользователям
                Услуги сообщений, содержащих организационно-техническую или
                информацию об Услуге, в том числе информационного-рекламного
                характера;
            </p>

            <p className={cls.text}>
                4.11. Провайдер имеет право установить возрастные ограничения
                при доступе Пользователей к Телеканалам/Контенту. Пользователи,
                не достигшие указанного Провайдером возраста, обязуются
                удержатся от доступа к Телеканалу/Контенту. О возрастных
                ограничениях Провайдер может уведомлять Пользователей путем
                размещения информационных знаков на страницах с Контентом и/или
                посредством информационных сообщений, которые демонстрируются
                Пользователю перед началом просмотра единицы Контента;
            </p>

            <p className={cls.text}>
                4.12. Изменять состав пакета телеканалов, развлекательный
                контент, Контента исключая или добавляя те или иные
                телевизионные программы, из перечня Пакетов телеканалов,
                разрешенных к трансляции на Территории уполномоченным органом,
                без предупреждения Пользователя;
            </p>

            <p className={cls.text}>
                4.13. Провайдер вправе отказать в предоставлении услуг: - при
                отсутствии технической возможности предоставления доступа и
                оказания услуг; - при выявлении недостоверных сведений о
                Пользователе услуг.
            </p>

            <p className={cls.text}>
                4.14. Рассматривать обращения физических и юридических лиц в
                соответствии с действующим законодательством Республики
                Узбекистан.
            </p>

            <h2 className={cls.title}>5. Стоимость услуг и порядок оплаты</h2>

            <p className={cls.text}>
                5.1. Провайдер предоставляет информацию об условиях
                использования и оплаты для начало оказания Услуг, путем
                размещения соответствующей информации на самом Приложении
                «MILLION TV» или официальном сайте Провайдера.
            </p>

            <p className={cls.text}>
                5.2. Стоимость Подписки, Пакета телеканалов и развлекательного
                контента по утвержденным Провайдером тарифам. Действующие тарифы
                указаны в офисах, Приложении «MILLION TV» и/или на Сайте
                Провайдера.
            </p>

            <p className={cls.text}>
                5.3. Оплата в размере 100% предоплаты за будущий месяц на
                пользование услугами вносится Пользователем после регистрации.
                Оплата может вноситься за период более 1 (одного) месяца. При
                этом первого числа каждого календарного месяца, имеющиеся на
                Лицевом счете Пользователя денежные средства уменьшаются на
                сумму, соответствующую тарифу на услугу за текущий календарный
                месяц. При отсутствии денежных средств на Лицевом счете
                Пользователя, Услуга автоматически блокируется.
            </p>

            <p className={cls.text}>
                5.4. При подключении Пользователем выбираются тарифы, указанные
                на сайте Провайдера.
            </p>

            <p className={cls.text}>
                5.5. Тарифы на Услугу может быть изменен Провайдером в
                одностороннем порядке с обязательным уведомлением Пользователя в
                соответствии с п. 5.10 настоящего Соглашения.
            </p>

            <p className={cls.text}>
                5.6. Все платежи по настоящему Соглашению осуществляются в
                национальной валюте Республики Узбекистан - СУМ. Оплатить услуги
                можно в офисах Провайдера или через других платежных систем. В
                случае оплаты через отделения банков, Пользователь обязан
                сохранить квитанцию об оплате и предъявить ее Провайдеру для
                зачисления платежа. Провайдер не несет ответственности за
                своевременность зачисления Пользователю банковских переводов,
                поступивших на расчетный счет Провайдера с деталями платежа, не
                позволяющими однозначно определить Пользователя и соглашение, в
                счет которого произведена оплата.
            </p>

            <p className={cls.text}>
                5.7. В случае прерывания оказания услуг не по вине Пользователя,
                Провайдер продлевает срок просмотра на соответствующий период.
            </p>

            <p className={cls.text}>
                5.8. Для исчисления расчетного периода индивидуальная дата
                списания устанавливается в день подключения. При прерывании
                оказания Услуг, в т.ч. по причине несвоевременной оплаты Услуг,
                Индивидуальная дата списания смещается до даты повторного
                подключения после оплаты Услуг.
            </p>

            <p className={cls.text}>
                5.9. Услуги, оказанные Провайдером Пользователю, считаются
                надлежащим образом оказанными и принятыми на последний день
                расчетного периода, если Пользователь не предъявил обоснованную
                письменную претензию.
            </p>

            <p className={cls.text}>
                5.10. Изменения тарифов вступают в силу через 10 календарных
                дней со дня их размещения на официальном сайте Провайдера, в
                Приложении «MILLION TV» и иных ресурсах Провайдера, при этом
                Пользователь считается надлежаще и своевременно уведомленным о
                внесенных изменениях. В случае несогласия с изменениями тарифов,
                Пользователь может расторгнуть Соглашение согласно п.8.3.
                Соглашения. Отсутствие письменного заявления Пользователя,
                является его согласием с внесенными изменениями и основанием для
                оплаты Услуг Провайдера по новым тарифам.
            </p>

            <h2 className={cls.title}>6. Ответственность сторон</h2>

            <p className={cls.text}>
                6.1. Провайдер обеспечивает качество телевизионного сигнала и
                развлекательного контента в соответствии с действующими
                стандартами и несет ответственность за исполнение своих
                обязательств в порядке и на условиях, предусмотренных настоящим
                Соглашение и действующим законодательством Республики
                Узбекистан.
            </p>

            <p className={cls.text}>
                6.2. Провайдер не несет ответственности за нарушение
                Пользователем положений настоящего Соглашения.
            </p>

            <p className={cls.text}>
                6.3. Пользователь понимает и соглашается с тем, что он несет
                полную ответственность за надлежащее использование Сервиса
                «MILLION TV» (включая все результаты интеллектуальной
                деятельности и средства индивидуализации, доступ к которым
                предоставляется Пользователю в рамках Сервиса «MILLION TV») в
                соответствии с условиями настоящего Соглашения.
            </p>

            <p className={cls.text}>
                6.4. Провайдер обеспечивает функционирование Сервиса «MILLION
                TV», однако не несет ответственность за его бесперебойную
                работу.
            </p>

            <p className={cls.text}>
                6.5. Провайдер не гарантирует возможности доступа к Пакету
                телеканалов и/или Контенту, а также их просмотр без каких-либо
                технических ошибок, сбоев или иных проблем, возникающих при
                просмотре на Пользовательском устройстве.
            </p>

            <p className={cls.text}>
                6.6. Провайдер не несет какой-либо ответственности за надлежащее
                качество или скорость передачи данных по сети Интернет,
                используемой Пользователем в целях получения Сервиса «MILLION
                TV», за любые задержки в обработке или передаче данных, а также
                за возможность корректного функционирования Пользовательского
                устройства при использовании Сервиса «MILLION TV».
            </p>

            <p className={cls.text}>
                6.7. Провайдер не несет ответственности за неисполнение либо
                ненадлежащее исполнение своих обязательств, если это вызвано
                действиями Пользователя, находящимися вне контроля Провайдера, в
                том числе нахождением вне Разрешенной территории, случайным
                уничтожением, утерей или повреждением Пользовательского
                устройства, неверным использованием Пользовательского
                устройства, Сайта, Приложения и другими действиями Пользователя.
            </p>

            <p className={cls.text}>
                6.8. Провайдер не несет ответственности за какой-либо ущерб,
                причиненный Пользовательскому устройству или электронным
                устройствам третьего лица, любому другому оборудованию или
                программному обеспечению, вызванный или связанный с
                использованием Пользователем Сервиса «MILLION TV».
            </p>

            <p className={cls.text}>
                6.9. Провайдер не несет ответственности за информационное
                содержание телеканалов, входящих в Пакет телеканалов и/или
                Контента, а также за любые нарушения, допущенные со стороны
                Правообладателей телеканалов и/или контента.
            </p>

            <p className={cls.text}>
                6.10. Провайдер не несет никакой ответственности за доступность
                и содержание Интернет-сайтов третьих лиц в сети Интернет,
                переход к которым осуществляется посредством гиперссылок,
                размещенных в интерфейсе Сайта и/или Приложения, а также за
                любые последствия, связанные с использованием таких
                Интернет-сайтов Пользователем.
            </p>

            <p className={cls.text}>
                6.11. Стороны освобождаются от ответственности за частичное или
                полное неисполнение своих обязательств по настоящему Соглашению,
                если это неисполнение явилось следствием действия обстоятельств
                непреодолимой силы (форс-мажорных обстоятельств), таких как:
                пожар, землетрясение, ураган, удар молнии, военные действия,
                террористический акт, забастовки, нарушение в снабжении
                электроэнергией, аварии на сетях передачи данных и оборудовании,
                используемых при организации Сервиса, решение органа
                государственной власти или вступление в силу
                нормативно-правового акта, ограничивающих или прекращающих
                возможность исполнения обязательств, действие противоправного
                характера (например, таких как кража, грабеж, умышленное
                повреждение/уничтожение имущества, обеспечивающего работу
                Сервиса, распространение вредоносных компьютерных программ), а
                также иные чрезвычайные и непредотвратимые при данных условиях
                обстоятельства, находящиеся вне разумного контроля Сторон.
            </p>

            <p className={cls.text}>
                6.12. Пользователь соглашается с тем, что возместит Провайдеру
                любые убытки, понесенные последним в связи с использованием
                Пользователем Сервиса «MILLION TV» (включая все результаты
                интеллектуальной деятельности и средства индивидуализации,
                доступ к которым предоставляется Пользователю в рамках Сервиса
                «MILLION TV») в нарушение условий настоящего Соглашения.
            </p>

            <h2 className={cls.title}>7. Форс-мажор</h2>

            <p className={cls.text}>
                7.1. Стороны освобождаются от ответственности за частичное или
                полное неисполнение обязательств по настоящему Соглашению
                вызванное обстоятельствами непреодолимой силы, возникших после
                его подписания. К таким обстоятельствам, в частности, могут быть
                отнесены стихийные бедствия; природные и промышленные
                катастрофы; террористические акты; военные действия; гражданские
                беспорядки; принятие органами государственной власти или
                органами местного самоуправления актов, содержащих запреты или
                ограничения в отношении деятельности Стороны по настоящему
                Соглашению; отсутствие или снижение уровня сигнала со спутника и
                иные обстоятельства, которые не могут быть заранее предвидены
                или предотвращены.
            </p>

            <p className={cls.text}>
                7.2. При наступлении обстоятельств непреодолимой силы,
                препятствующих исполнению обязательств по настоящему Соглашению,
                срок выполнения Сторонами таких обязательств переносится
                соразмерно времени действия таких обстоятельств, а также
                времени, требуемого для устранения их последствий, но не более
                60 (шестидесяти) календарных дней. В случае если обстоятельства
                непреодолимой силы продолжают действовать более указанного
                срока, либо, когда при их наступлении обеим Сторонам становится
                очевидным, что они будут действовать более этого срока, Стороны
                обязуются обсудить возможности альтернативных способов
                исполнения настоящего Соглашения или его прекращения без
                возмещения убытков.
            </p>

            <h2 className={cls.title}>
                8. Срок действия, порядок изменения и расторжения договора
            </h2>

            <p className={cls.text}>
                8.1. Настоящее Соглашение вступает в силу с момента акцепта его
                условий Пользователем и носит характер бессрочного до его
                расторжения или прекращения Сторонами.
            </p>

            <p className={cls.text}>
                8.2. Настоящая оферта является бессрочной, и все ее условия
                действуют до момента, пока одна из сторон не изъявит желание
                расторгнуть его в порядке, оговоренном в настоящей Оферте.
            </p>

            <p className={cls.text}>
                8.3. Пользователь вправе расторгнуть настоящее Соглашение в
                одностороннем порядке, на основании письменного заявления,
                поданного Провайдеру, с предоставлением оригинала паспорта.
                Сумма денежных средств за неиспользованный период подлежит
                возврату Пользователю по его письменному требованию в течение
                15-ти дней, на пластиковую карточку или банковский счет в
                национальной валюте Республики Узбекистан.
            </p>

            <p className={cls.text}>
                8.4. Соглашение расторгается при прекращении деятельности
                Провайдера.
            </p>

            <p className={cls.text}>
                8.5. Соглашение расторгается при технической или иной
                невозможности предоставления услуг, с возвратом денежных средств
                в течение 15-ти банковских дней, с момента подачи заявления в
                адрес Провайдера.
            </p>

            <p className={cls.text}>
                8.6. Все изменения и дополнения к настоящему Соглашению
                публикуются на Приложении «MILLION TV» или официальном сайте
                Провайдера. В случае несогласия и отказа Пользователя от Услуг
                Провайдера при изменении тарифов, Пользователь может расторгнуть
                Соглашение согласно п.8.3. Отсутствие письменного заявления
                Пользователя, является его согласием с внесенными изменениями и
                дополнениями.
            </p>

            <h2 className={cls.title}>9. Разрешение споров</h2>

            <p className={cls.text}>
                9.1. Споры и разногласия, которые могут возникнуть при
                исполнении настоящего Соглашения, будут по возможности решаться
                путем переговоров между Сторонами. В случае невозможности
                достижения обоюдного согласия Сторон, возникший спор
                рассматривается в суде по гражданским делам г. Ташкент в
                соответствии с действующим законодательством Республики
                Узбекистан.
            </p>

            <h2 className={cls.title}>10. Заключительные условия</h2>

            <p className={cls.text}>
                10.1. Пользователь подтверждает, что на момент заключения
                настоящего Соглашения уведомлен обо всех условиях оказания
                Услуг, в том числе о Территории, на которой существует
                подтвержденная Провайдером техническая возможность приема
                сигнала цифрового телевидения и развлекательного контента, о
                действующих тарифах и не имеет к Провайдеру никаких претензий,
                связанных с неполным предоставлением Пользователем информации об
                условиях оказания Услуг.
            </p>

            <p className={cls.text}>
                10.2. Провайдер имеет право предоставить информацию об
                Пользователе соответствующим правоохранительным органам,
                учреждениям или организациям в следующих случаях: - при
                организации подключения Пользователя к услугам и/или
                последующего технического обслуживания Пользователя с помощью
                подрядных организаций; - в иных случаях, предусмотренных
                действующим законодательством.
            </p>

            <p className={cls.text}>
                10.3. Во всем, непредусмотренном настоящим Договором, Стороны
                будут руководствоваться действующим гражданским
                законодательством Республики Узбекистан.
            </p>
            <h2 className={cls.title}>11. Реквизиты Провайдера</h2>

            <p className={cls.text}>ООО «MLN TV SERVICE»</p>

            <p className={cls.text}>
                г. Ташкент, Чиланзарский р-н, Алмазарский район, Катта Алмазар
                МСГ дом 6-7
            </p>

            <p className={cls.text}>Расчетный счет: 20208000305534733001</p>

            <p className={cls.text}>отд. «Саёхат» НБ ВЭД РУз</p>

            <p className={cls.text}>МФО 00905, ИНН 309617695,</p>

            <p className={cls.text}>E-mail: kabulovtashkent@gmail.com</p>

            <p className={cls.text}>Телефон: (+998 99) 424 00 07</p>
        </div>
    )
}
