import cls from './style.module.scss'
export default function PrivasyRu() {
    return (
        <div className={cls.wrapper}>
            <h2 className={cls.title}>
                Политика конфиденциальности для MLN TV SERVICE
            </h2>

            <h2 className={cls.title}>1. Политика конфиденциальности</h2>

            <p className={cls.text}>
                1.1. Настоящий документ «Политика конфиденциальности» (далее по
                тексту – «Политика») представляет собой правила использования
                услуг и сервисов ООО «MLN TV SERVICE» (далее – «мы», «наши»,
                «нас» и/или «MLN TV») данных интернет-пользователей (далее «вы»,
                «ваш» и/или «Пользователь»), собираемых с использованием наших
                веб-сайтов (включая www.mln.tv (http://www.mln.tv/, mln.tv,
                mlntv.uz), сервисов и приложений (MLNTV+, MLN.TV и другие)
                совместно именуемые «Сервисы».
            </p>
            <p className={cls.text}>
                1.2. Мы можем собирать и получать информацию о пользователях
                наших Сервисов («пользователи», «Вы» или «Ваш») из различных
                источников, включая: - информацию, которую Вы предоставляете
                через свою учетную запись пользователя в Сервисах (Ваша «Учетная
                запись»), если вы регистрируетесь в Сервисах; - при
                использовании Вами Сервисов; - от сторонних сайтов, сервисов и
                партнеров.
            </p>

            <p className={cls.text}>
                1.3. Мы рекомендуем Вам полностью ознакомиться с настоящей
                Политикой, чтобы быть в курсе ее содержания. Если у Вас есть
                какие-либо вопросы относительно настоящей Политики или практики
                сбора, использования и раскрытия данных MLNTV или сервисов, вы
                можете связаться с нами по адресу kabulovtashkent@gmail.com или
                по телефонному номеру +998 99 424 00 07.
            </p>

            <h2 className={cls.title}>
                2. Типы информации, которую мы собираем
            </h2>

            <p className={cls.text}>
                2.1. Типы личной информации, которую мы собираем и которую
                предоставляете нижеследующие:
            </p>

            <p className={cls.text}>
                2.1.1. Данные аккаунта. Когда вы создаете (регистрируете) свою
                Учетную запись, мы можем запросить Вашу контактную информацию:
                Ф.И.О., адрес, адрес электронной почты и номер телефона (также
                возможно аккаутнов в сетях Facebook, Google, iCloud);
            </p>

            <p className={cls.text}>
                2.1.2. Демографическая информация: дата рождения, пол и почтовый
                индекс;
            </p>

            <p className={cls.text}>2.1.3. Платежная информация;</p>

            <p className={cls.text}>2.1.4. Информация о геолокации;</p>

            <p className={cls.text}>
                2.1.4. любая другая информация, которую вы решите предоставить в
                связи с использованием вами сервисов.
            </p>

            <p className={cls.text}>
                2.2. Информация, которую мы собираем, когда Вы пользуетесь
                нашими Сервисами
            </p>

            <p className={cls.text}>
                2.2.1. Файлы cookie и другие технологии отслеживания. Как и
                большинство веб-сайтов, мы автоматически собираем определенную
                информацию и храним ее в лог-файлах. Кроме того, когда Вы
                пользуетесь нашими Сервисами, мы можем автоматически собирать
                определенную информацию с вашего устройства. Эта информация
                может включать в себя IP-адрес, тип браузера, название
                интернет-провайдера (ISP), страницы перехода, операционную
                систему, дату и время, статистику перемещения по сайту (клики),
                целевую страницу и URL ссылки. Мы собираем эту информацию через
                файлы cookie при использовании наших Сервисов. Файлы cookie
                содержат небольшое количество информации, которая позволяет
                нашим веб-серверам узнавать Вас. Мы храним информацию, которую
                собираем с помощью файлов cookie, файлов журналов и / или
                прозрачных картинок GIF, чтобы записать Ваши предпочтения. Мы
                также можем автоматически собирать информацию об использовании
                Вами функций наших Сервисов, о функциональности наших Сервисов,
                частоте посещений и другую информацию, связанную с Вашим
                взаимодействием с Сервисами.
            </p>

            <p className={cls.text}>
                2.2.2. Использование наших Сервисов. Когда Вы пользуетесь нашими
                Сервисами, мы можем собирать информацию о Ваших взаимодействиях
                с Сервисами и их использовании, в том числе, данные о навигации
                по нашим Сервисам и показатели системного уровня. Мы используем
                эти данные для работы Сервисов, для поддержания и улучшения
                производительности Сервисов, для повышения удобства
                использования Сервисов, разработки новых функций, защиты
                безопасности наших Сервисов и наших клиентов, а также для
                обеспечения поддержки клиентов. Мы также используем полученные
                данные для статистического анализа и бизнес-аналитики, что
                позволяет нам работать, защищать, принимать обоснованные решения
                и отчитываться о производительности нашего бизнеса.
            </p>

            <p className={cls.text}>
                2.3. Информация, которую мы получаем от третьих лиц.
            </p>

            <p className={cls.text}>
                2.3.1. Сторонние аккаунты. Если Вы решите связать наши Сервисы
                со сторонней учетной записью, мы получим информацию об этой
                учетной записи, такую, например, как ваш токен аутентификации из
                сторонней учетной записи, для авторизации связывания. Если вы
                хотите ограничить доступную нам информацию, Вам следует посетить
                настройки конфиденциальности своих сторонних учетных записей,
                чтобы узнать о своих возможностях.
            </p>

            <p className={cls.text}>
                2.3.2. Сторонние партнеры. Мы также можем получать общедоступную
                информацию о Вас от наших сторонних партнеров и объединять ее с
                имеющимися у нас данными о Вас.
            </p>

            <h2 className={cls.title}>3. Условия использования информации</h2>

            <p className={cls.text}>
                3.1. Мы используем информацию, которую собираем, различными
                способами, в том числе для: - предоставления и улучшения,
                персонализации и развития наших Сервисов; - служба поддержки,
                информационное обслуживание, включая рассылку
                рекламно-информационных материалов; - маркетинговая и
                таргетинговая реклама; - проведение маркетинговых,
                статистических и иных исследований. Связи с вами напрямую или
                через одного из наших партнеров, в том числе для обслуживания,
                чтобы предоставлять Вам обновления и другую информацию,
                касающуюся Сервиса, а также в маркетинговых и рекламных целях; -
                обработки Ваших транзакций; - отправки Вам текстовых сообщений и
                push-уведомлений; - обнаружения и предотвращения мошенничества,
                взломов; а также в целях обеспечения соответствия, включая
                соблюдение наших Условий предоставления услуг или других
                законных прав, или в соответствии с требованиями применяемых
                законов и нормативных актов или по запросу любого судебного
                процесса или государственного органа.
            </p>

            <h2 className={cls.title}>4. Условия распространения информации</h2>

            <p className={cls.text}>
                4.1. Мы можем делиться информацией, которую собираем, различными
                способами, включая следующие:
            </p>

            <p className={cls.text}>4.1.1. Продавцы и поставщики Сервисов.</p>

            <p className={cls.text}>
                4.1.2. Мы можем передавать информацию сторонним поставщикам и
                поставщикам услуг, которые предоставляют услуги от нашего имени,
                такие как помощь в предоставлении наших Сервисов в рекламных и /
                или маркетинговых целях, а также для предоставления Вам
                информации, относящейся к Вам, такой как объявления о продуктах,
                обновления программного обеспечения, специальные предложения или
                другая информация.
            </p>

            <p className={cls.text}>4.2. Сводная информация.</p>

            <p className={cls.text}>
                4.2.1. Там, где это разрешено законом, мы можем использовать и
                передавать информацию о пользователях нашим партнерам в
                обобщенной или обезличенной форме, которая не может быть
                использована для Вашей идентификации.
            </p>

            <p className={cls.text}>4.3. Реклама.</p>

            <p className={cls.text}>
                4.3.1. Мы работаем со сторонними рекламными партнерами, чтобы
                показать Вам рекламу, которая, по нашему мнению, может Вас
                заинтересовать. Эти рекламные партнеры могут устанавливать и
                получать доступ к своим собственным файлам cookie, пиксельным
                тегам и аналогичным технологиям в наших Сервисах, и кроме того
                они могут собирать или иметь доступ к информации о Вас, которую
                они собирают с течением времени и через различные
                онлайн-сервисы.
            </p>

            <p className={cls.text}>
                4.4. Сторонние партнеры. Мы также можем передавать информацию о
                пользователях сторонним партнерам для получения дополнительной
                общедоступной информации о Вас.
            </p>

            <p className={cls.text}>
                4.5. Передача Бизнеса. Информация может быть разглашена и иным
                образом передана любому потенциальному приобретателю,
                правопреемнику или правопреемнику в рамках любого предлагаемого
                слияния, приобретения, заемного финансирования, продажи активов
                или аналогичной сделки, а также в случае несостоятельности,
                банкротства или банкротства, в которых информация передается
                одной или нескольким третьим сторонам в качестве одного из наших
                активов.
            </p>

            <p className={cls.text}>
                4.6. Раскрытие данных в соответствии с требованиями закона и в
                других подобных случаях.
            </p>

            <p className={cls.text}>
                4.7. Мы также можем делиться информацией для: - удовлетворения
                любого применяемого закона, постановления, судебного процесса
                или правительственного запроса; - применения настоящей Политики
                конфиденциальности и наших Условий предоставления услуг, включая
                расследование возможных нарушений настоящего Соглашения; -
                обнаружения, предотвращения или решения иным образом проблемы
                мошенничества, безопасности или технических проблем; - ответа на
                Ваши запросы и обращения; - целей защиты наших прав,
                собственности, безопасности, наших пользователей и
                общественности. (Включая обмен информацией с другими компаниями
                и организациями для защиты от мошенничества, вредоносных
                программ и предотвращения спама).
            </p>

            <p className={cls.text}>
                4.8. Мы можем передавать информацию с Вашего согласия.
            </p>

            <h2 className={cls.title}>
                5. Правовая основа для обработки личной информации
            </h2>

            <p className={cls.text}>
                5.1. Правовая основа при сборе и использовании личной
                информации, описанной выше, будет для нас зависеть от
                соответствующей личной информации и конкретного контекста, в
                котором мы ее собираем.
            </p>

            <p className={cls.text}>
                5.2. Тем не менее, мы, как правило, собираем личную информацию
                только от Вас: - если нам нужна личная информация для выполнения
                договора с Вами; - если обработка отвечает нашим законным
                интересам и не нарушается ваши права; - если у нас есть на это
                ваше согласие.
            </p>

            <p className={cls.text}>
                5.3. У нас есть законный интерес в использовании наших Сервисов
                и связи с Вами по мере необходимости для предоставления этих
                Сервисов, например, при ответе на Ваши запросы,
                совершенствовании нашей платформы, проведении маркетинговых
                мероприятий, а также в целях обнаружения или предотвращения
                незаконных действий.
            </p>

            <p className={cls.text}>
                5.4. В некоторых случаях у нас может также быть юридическое
                обязательство собирать личную информацию от Вас или может
                потребоваться иная личная информация для защиты Ваших интересов
                или интересов другого лица.
            </p>

            <p className={cls.text}>
                5.5. Если мы просим Вас предоставить личную информацию в
                соответствии с требованиями законодательства или настоящего
                Соглашения, мы проясним это в соответствующее время и сообщим
                Вам, является ли предоставление Вашей личной информации
                обязательным или нет (а также проинформируем о возможных
                последствиях, если Вы не предоставите свою личную информацию).
            </p>

            <h2 className={cls.title}>6. Иные сервисы</h2>

            <p className={cls.text}>
                6.1. Вы можете получить доступ к другим сторонним сервисам через
                Сервисы, например, нажав на ссылки на эти сторонние сервисы в
                Сервисах. Мы не несем ответственности за политику
                конфиденциальности и / или практику этих сторонних служб, и мы
                рекомендуем Вам внимательно ознакомиться с их политикой
                конфиденциальности.
            </p>

            <h2 className={cls.title}>7. Безопасность</h2>

            <p className={cls.text}>
                7.1. Мы используем соответствующие административные, логические,
                физические и управленческие меры для защиты вашей личной
                информации от потери, кражи и несанкционированного доступа,
                использования и изменения. Эти меры предназначены для
                обеспечения уровня безопасности, соответствующего рискам
                обработки вашей личной информации.
            </p>

            <p className={cls.text}>8. Хранение данных</p>

            <p className={cls.text}>
                8.1. Наши сроки хранения личной информации зависят от
                бизнес-потребностей и требований законодательства. Мы храним
                личную информацию до тех пор, пока это необходимо для целей
                обработки, для которых были собраны данные, а также для любой
                другой допустимой связанной цели. Когда нам больше не нужна
                личная информация, которую мы собираем, мы либо анонимизируем
                информацию (в этом случае мы можем и дальше сохранять, и
                использовать анонимную информацию), либо безопасно уничтожаем
                информацию.
            </p>

            <h2 className={cls.title}>9. Доступ</h2>

            <p className={cls.text}>
                9.1. Если Вы являетесь зарегистрированным пользователем, Вы
                можете получить доступ к определенной информации, связанной с
                Вашей Учетной записью, войдя в наши Сервисы (если применимо) или
                отправив электронное письмо по адресу kabulovtashkent@gmail.com.
            </p>

            <p className={cls.text}>
                9.2. Чтобы защитить Вашу конфиденциальность и безопасность, мы
                также можем предпринять разумные шаги для проверки Вашей
                личности перед обновлением или удалением Вашей информации.
                Предоставляемая Вами информация может периодически
                архивироваться или храниться нами в соответствии с процессами
                резервного копирования, выполняемыми в ходе обычной деятельности
                в целях аварийного восстановления. Ваша возможность доступа и
                исправления вашей информации может быть временно ограничена,
                если доступ и исправление могут: препятствовать выполнению MLN
                TV юридического обязательства; препятствовать способности MLN TV
                расследовать, предъявлять и поддерживать исковые требования,
                привести к раскрытию личной информации о третьей стороне; или
                привести к нарушению договора или разглашению коммерческой тайны
                или другой коммерческой информации, принадлежащей MLN TV или
                третьей стороне.
            </p>

            <h2 className={cls.title}>
                10. Ваши права защиты данных в общем регулировании защиты данных
            </h2>

            <p className={cls.text}>
                10.1. Если Вы хотите получить доступ, исправить, обновить или
                запросить удаление вашей личной информации, Вы можете сделать
                это в любое время по электронной почте
                kabulovtashkent@gmail.com.
            </p>

            <p className={cls.text}>
                10.2. Кроме того, Вы можете возразить против обработки Вашей
                личной информации, попросить нас ограничить обработку Вашей
                личной информации или запросить возможность передачи Вашей
                личной информации. Опять же, Вы можете воспользоваться этими
                правами, отправив электронное письмо на адрес
                kabulovtashkent@gmail.com.
            </p>

            <p className={cls.text}>
                10.3. Вы имеете право в любое время отказаться от маркетинговых
                сообщений, которые мы Вам отправляем. Вы можете воспользоваться
                этим правом, нажав на ссылку «отписаться» или «отказаться» в
                рекламных письмах, которые мы Вам отправляем. Чтобы отказаться
                от других маркетинговых сообщений, пожалуйста, свяжитесь с нами
                по электронной почте kabulovtashkent@gmail.com.
            </p>

            <p className={cls.text}>
                10.4. Аналогичным образом, если мы собрали и обработали Вашу
                личную информацию с Вашего согласия, Вы можете отозвать свое
                согласие в любое время. Отзыв Вашего согласия не повлияет на
                законность любой обработки, которую мы провели до вашего отзыва,
                а также не повлияет на обработку вашей личной информации,
                проводимой на законных основаниях обработки, помимо согласия.
            </p>

            <p className={cls.text}>
                10.5. Вы имеете право подать жалобу, касающуюся сбора и
                использования вашей личной информации в орган защиты данных. Для
                получения дополнительной информации, пожалуйста, свяжитесь с
                Вашим местным органом по защите данных.
            </p>

            <p className={cls.text}>
                10.6. Мы отвечаем на все запросы, которые мы получаем от
                физических лиц, желающих реализовать свои права на защиту данных
                в соответствии с действующим законодательством о защите данных.
            </p>

            <h2 className={cls.title}>11. Ваш выбор</h2>

            <p className={cls.text}>
                11.1. Вы можете использовать некоторые функции Сервисов без
                регистрации, тем самым ограничивая тип информации, которую мы
                собираем.
            </p>

            <p className={cls.text}>
                11.2. Вы можете отказаться от получения рекламных писем. Если Вы
                хотите это сделать, просто следуйте инструкциям, приведенным в
                конце письма. Даже если Вы отмените подписку, мы все равно можем
                связаться с Вами в информационных, транзакционных, связанных с
                аккаунтом или аналогичных целях.
            </p>

            <p className={cls.text}>
                11.3. Во многих браузерах есть возможность отключить файлы
                cookie, что может помешать Вашему браузеру принимать новые файлы
                cookie или разрешить выборочное использование файлов cookie.
                Обратите внимание, что если Вы решите не принимать файлы cookie,
                некоторые функции и персонализация наших Сервисов могут больше
                не работать для Вас.
            </p>

            <p className={cls.text}>12. Возрастные ограничения</p>

            <p className={cls.text}>
                12.1. Регистрируясь и пользуясь Сервисами, Вы подтверждаете, что
                Вы достигли соответствующего возраста, который позволяет Вам
                самостоятельно заключать договоры в вашей стране. Если вы
                узнаете, что ребенок предоставил нам личную информацию, нарушив
                настоящую Политику конфиденциальности, вы можете предупредить
                нас по адресу kabulovtashkent@gmail.com
            </p>

            <p className={cls.text}>
                13. Изменения в настоящей политике конфиденциальности
            </p>

            <p className={cls.text}>
                13.1. Мы можем в любое время по нашему собственному усмотрению
                пересмотреть или обновить настоящую Политику Конфиденциальности.
                Мы опубликуем любые изменения на этой странице и укажем в
                верхней части этой страницы дату последнего пересмотра Политики
                Конфиденциальности. Вы можете ознакомиться с настоящей и
                действующей копией данной Политики Конфиденциальности в любое
                время, посетив эту страницу. Мы также будем уведомлять вас о
                любых существенных изменениях посредством всплывающего
                уведомления, электронной почты или другими разумными способами.
            </p>

            <h2 className={cls.title}>14. Обратная связь</h2>

            <p className={cls.text}>
                Если у вас есть какие-либо вопросы об этой Политике
                конфиденциальности, вы можете связаться с нами через электронную
                почту kabulovtashkent@gmail.com или позвонив по телефонному
                номеру +998 99 424 00 07.
            </p>
        </div>
    )
}
